      **************************************************************************
      **************************************************************************
      *=========================================================================
       IDENTIFICATION                                DIVISION.
      *=========================================================================
      *-------------------------------------------------------------------------
       PROGRAM-ID. HELLO.
       AUTHOR. SIRJALVES.
      *-------------------------------------------------------------------------
      *=========================================================================
       ENVIRONMENT                                   DIVISION.
      *=========================================================================
      *-------------------------------------------------------------------------
       CONFIGURATION                          SECTION.
      *-------------------------------------------------------------------------
       SPECIAL-NAMES. 
      *-------------------------------------------------------------------------
       INPUT-OUTPUT                           SECTION.
      *-------------------------------------------------------------------------
       FILE-CONTROL. 
      *=========================================================================
       DATA                                          DIVISION.
      *=========================================================================
      *-------------------------------------------------------------------------
       FILE                                   SECTION.
      *-------------------------------------------------------------------------
      *-------------------------------------------------------------------------
       WORKING-STORAGE                        SECTION.
      *-------------------------------------------------------------------------
      *=========================================================================
       PROCEDURE                                       DIVISION.
      *=========================================================================
           
           DISPLAY 'Hello World'.
           STOP RUN.